running_text = '''
Правила бега для начинающих 
Есть ли какие-то секреты, о которых начинающие не догадываются? 
Если вы бегаете с утра, то за 15−30 минут до бега съешьте что-нибудь легкое и выпейте воду. Это позволит избежать тех негативных моментов, о которых мы говорили выше: голодный обморок и нагрузка на сердце из-за густой крови. Главное, чтобы продукт моментально усваивался. Варианты — спортивный углеводный напиток, банан и вода, сладкий чай или кофе. 
 
Выбирайте одежду, не сковывающую движения, и обязательно надевайте кроссовки для бега. Специализированные беговые кроссовки — это то, что защитит ваши колени, тазобедренные суставы и спину от негативных последствий бега. 
Для начинающих правильно бегать не по асфальту! Трава, грунтовая дорожка, резиновое покрытие на школьном стадионе, земля — вот то, что вам нужно. Если вариантов, кроме асфальта, совсем нет, обязательно покупайте беговые кроссовки с высокой степенью амортизации. Иначе при приземлении весь ваш вес в шестикратном размере будет обрушиваться на колени и позвоночник. И чаще переходите на ходьбу. 
 
 Подскажите, какой должна быть техника бега у начинающего бегуна? 
Существует несколько школ бега, которые спорят об идеальной беговой технике. Правильный бег для начинающих начинается с разминки, впрочем разогреть мышцы, размять суставы необходимо и продвинутым бегунам. Обычно это быстрая ходьба с руками, согнутыми у груди, затем серия приседаний, выпадов, сгибаний-разгибаний рук. 
 
Начинающий должен бегать следующим образом: слегка наклоните корпус вперед, не сутультесь, дышите размеренно и не тяните ногу слишком сильно вперед. Не поднимайте ноги высоко, не пытайтесь поднять колено к груди или коснуться пяткой ягодицы. При этом не «втыкайтесь» стопой в асфальт. 
 
Приземляться можно ближе к пятке или на среднюю часть стопы —это зависит от ваших анатомических особенностей. (Людям с большим лишним весом и плоскостопием удобнее пятка, а тем, у кого высокий подъем — стопа). При приземлении колено слегка согнуто. Затем перекатитесь по стопе вперед и оттолкнитесь стопой, выпрямляя колено. 
Дышать можно через нос или рот — опять-таки зависит от ваших анатомических особенностей. Некоторые тренеры требуют ставить ногу только на стопу или вдыхать исключительно носом. Не забывайте, что бег — естественное движение человека. Поэтому для начинающего правильно бегать в удобном лично ему стиле, используя лишь базовые рекомендации.
'''

brisk_walking_text = '''
Ходьба – общепризнанный способ оставаться подтянутым и здоровым человеком. Есть немало исследований, которые уверяют, что прогулки на свежем воздухе улучшают и психологическое состояние, и физическое здоровье. 
Ходьба стала одним из самых популярных методов тренировок, который практикуют миллионы людей по всему миру. Но, если вы хоть раз пробовали гулять в группе, наверняка, замечали, что скорость ходьбы у всех разная. Компанию нужно подбирать так, чтобы совместные тренировки не были головной болью для каждого. 
У начинающих спортсменов возникает вопрос: какая скорость лучше? Правильный ответ: скорость ходьбы имеет огромное значение, но выбирать ее надо под задачи и возможности конкретного человека. 
Преимущества быстрый ходьбы: 
1. Здоровое сердце 
2. Контроль веса 
3. Психологическое здоровье  
4. Укрепление мышц
'''

cycling_text = '''
Велосипед является самым лучшим тренажером, позволяющим активно прокачать мышцы ног, живота и спины. Расход калорий за прогулку в среднем составляет от 300 до 500 ккал. Столько энергии содержится, например, в плитке черного шоколада. Любители быстрой езды сжигают жир в 3,5 раза интенсивнее,  чем те, кто предпочитает медленные велопрогулки. Оптимальнее всего чередовать спокойную езду со скоростными периодами. У женщин велонагрузка способствует значительному уменьшению целлюлита и укреплению всех основных мышечных групп. Для мужчин польза езды на велосипеде заключается в постоянном поддержании мышечного тонуса, что, в свою очередь, является верным путем к красивому и гармоничному телосложению. 
 
Все начинается с выбора и покупки самого велосипеда и практически все начинают покупку велосипеда одинаково, особое внимание мы уделяем комплектации, а именно: вилке, трансмиссии, тормозам, материалу рамы и т.д. Подобные муки выбора заставляют нас часами просматривать десятки страниц магазинов и форумов. 
Конечно любой велолюбитель со мной об этом поспорит, но для нас, как для «человека, который выбирает свой первый велосипед», все велосипеды одинаковы и на своём первом велосипеде мы не поймём чем гидравлика отличается от механики, или какое преимущество имеет воздушная вилка перед механической и совершенно не имеет значения какая у нас трансмисси 3х8, или 2х11. 
Не следует брать самый дорогой и «крутой байк» в магазине. 
Если, со временем Вы загоритесь темой «велосипеда», поверьте, Вы купите себе другой велосипед, более технологичный и легкий и потратите еще не одну сотню долларов на его модернизацию и сервис
'''

swimming = '''
Плавание является одним из самых популярных и массовых видов спорта в мире. Его история как спортивной дисциплины началась со второй половины 19-го века. С тех пор плавание постоянно совершенствовалось и модернизировалось по всем направлениям. Появлялись новые стили, правила, экипировка, бассейны, более точные системы хронометража. А самые яркие звезды плавания, такие как Майкл Фелпс, по праву считаются легендами спорта и Олимпийских игр. 
Без чего не обойтись в бассейне: 
Очки для плавания. Заметно облегчат жизнь начинающего пловца и прибавят уверенности в своих силах, ведь отчётливо различимое дно и бортики — это гарантия спокойствия. 
Мыло, мочалка, полотенце, шлёпанцы. В некоторых бассейнах, прежде чем допустить вас на тренировку, обязательно проверяют наличие мыла и мочалки, следя за соблюдением норм гигиены 
Дополнительный инвентарь для плавания, который может со временем пригодиться: короткие ласты; специальные лопатки, увеличивающие площадь ладони; доски и калабашки для плавания, с помощью которых можно тренировать технику рук и ног.
'''

texts = (running_text, cycling_text, brisk_walking_text, swimming)
